Revit 2021.1 API
UnitTypeId.MeganewtonMeters Property
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 21.0.0.0 (21.1.1.109)
Syntax
C#
public static ForgeTypeId MeganewtonMeters { get; }
Visual Basic
Public Shared ReadOnly Property MeganewtonMeters As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ MeganewtonMeters {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace